  {
    "youtube": [
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2013-58-05.png?raw=true",
        "link": "https://www.youtube.com/watch?v=JkOzu-VldDU",
        "title": "Real psychologist reviews mental illness memes - The Psych Show",
        "body": "Dr Ali Mattu is a psychologist and assistant professor at Columbia University. In this video he goes over some memes about mental health and gives his opinion on them from psychologists perspective. He has more videos handling mental health on his youtube channel. In the video I have linked here he also talks about the good mental health memes can do in regards to starting conversations and making people feel less lonley with the feelings they have"
      },
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2014-01-25.png?raw=true",
        "link": "https://www.youtube.com/watch?v=mChxsHTyOZo",
        "title": "Mental illness memes - Sarah Hawkinson",
        "body": "Sarah Hawkinson is youtuber that makes content about mental health, true crime and ethical fashion. In this video she goes over some mental health memes and reacts to them. She brings up an interesting conversation about how some of them can be triggering towards people with mental health disorders, especially memes about self harm, eating disorders and suicide. She brings up the point of who is the person that creates the meme, a person with a disorder or a neurotypical person. It is an interesting question since memes that gain traction and gets shared a lot is almost impossible to find the origin of. She also goes over some comments on certain meme posts on instagram to see the response to them, some positive and some negative."
      },
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2014-01-00.png?raw=true",
        "link": "https://www.youtube.com/watch?v=HqaR26a5n88",
        "title": "More Than Memes: Social Media to Cope with Mental Health - Jadell Browne",
        "body": "In this TED talk Jadell Browne goes over how teens deal with their mental health with social media. Since kids are spending more time on their own because of Covid 19 they are left with more time to contemplate their selves wich can lead to doubting. She brings up the video platform TikTok as an example on how people express these feelings and how it helps them"
      }
    ],
    "forums": [
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2016-18-22.png?raw=true",
        "link": "https://knowyourmeme.com/forums",
        "title": "Know Your Meme forums",
        "body": "'Know Your Meme' is a website where people research all kinds of memes and their origins. They also have a forum where you can discuss certain memes but also more sweeping cultural phenomena. For instance I saw a board discussing the rise of alternative right wing media on Youtube and how the algorithm can lead people there. There is also discussions here about mental health in connection to meme culture. This is a active forum with a lot od moderators and users that will report users that are breaking the community guidelines. There is a certain section on the forum that handles maintenance, where discussions about bans goes on"
      },
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2016-20-34.png?raw=true",
        "link": "https://www.reddit.com/r/mentalhealthmemes/",
        "title": "Mental Health Memes",
        "body": "This is a subreddit where people post memes about mental health. They describe themselves like this: 'Memes/image macros for people dealing with anxiety, depression, or any other kind of mental illness.' There is at this point 8.9 thousand members and seems to be active since there are always some comments on the posts."
      },
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2016-23-43.png?raw=true",
        "link": "https://www.reddit.com/r/TrollCoping/",
        "title": "Memes and Misery",
        "body": "This subreddit is a lot bigger then the previous one, this one has 79 thousand members. They describe themselves like this: 'A place for recovery, or just for looking at memes to forget about the pain.'. This subreddits makes use of some of the filter features that Reddit offers, this means that you can remove content with certain trigger warnings. This includes: Depression/Anxiety, Suicide or Self-harm, Racism, Homophobia and Sexual Assault."
      },
      {
        "image": "https://github.com/oliverochman/assets/blob/main/Screenshot%20from%202021-06-03%2016-29-47.png?raw=true",
        "link": "https://www.reddit.com/r/2meirl4meirl/",
        "title": "when things get too real for me irl",
        "body": "This is the biggest subreddit that I could find that is about mental health and memes. It has 1.3 millon members. They describe themselves like this: 'For relatable posts that are too real for /r/meirl or /r/me_irl. Meaning jokes/posts about mental health issues and self depricating humour.'. This subreddit have links to Discord channels, Telegram chats and a Steam group. They also have a support section with resources for people that struggle with mental health."
      }
    ],
    "resources": [
      {
        "image": "",
        "link": "https://www.nature.com/articles/s41598-020-57953-4",
        "title": "Exploratory study on the role of emotion regulation in perceived valence, humour, and beneficial use of depressive internet memes in depression",
        "body": "This scientific report is authored by Umair Akram, Jennifer Drabble, Glhenda Cau, Frayer Hershaw, Ashileen Rajenthran, Mollie Lowe, Carissa Trommelen & Jason G. Ellis. This report goes over the reception of 'depressive' memes with people with mental illness and people that dont suffer from that'"
      },
      {
        "image": "",
        "link": "https://info.axis.org/blog/mental-health-memes-gen-zs-preferred-therapist",
        "title": "Mental Health Memes: Gen Z’s Preferred Therapist - Axis",
        "body": "Axis is christian website that seeks to help parents relate to their Gen Z kids sp that they can influence their kids and make sure they see the world from a christian perspective. This is an article where they discuss 'dark & depressive' memes that parents can see and tries to explain them."
      },
      {
        "image": "",
        "link": "https://medium.com/swlh/depression-culture-behind-the-memes-34d36cdf7d55",
        "title": "Depression Culture: Behind the Memes - Alejandra Amendola",
        "body": "This medium post talks about dark and depressive memes with an 15 year old that suffers with anxiety. It brings up the question about if these types of jokes good for people with mental issues, meaning that it can trivialize the issues and trigger people."
      },
      {
        "image": "",
        "link": "https://www.researchgate.net/publication/339415338_Meme_sharing_culture_and_psychological_well-being_from_a_neuroscientific_framework",
        "title": "Meme sharing 'culture' and psychological well-being from a neuroscientific framework - Eva María Hernández-Cuevas & Nelson David Cruz-Bermúdez",
        "body": "The hypothesis this paper presents is that collage students share memes that represent their own well being and mental health status. They research this on a neuroscientific level and uses questionnaire that above 100 students will answer."
      }
    ]
  }